Repository: nsobiratel/MailGen
Catalog: MailGen/Properties/LocalizibleStrings.*.resx
Languages: ru

# ErrorAdressUndefined
source: Email (errormailadress in conf.json) for debug mail undefined.
ru: Не указан получатель (errormailadress в conf.json) для писем об ошибках.

# SenderUndefined
source: Sender (errormailfrom in conf.json) for error mail undefined.
ru: Не указан отправитель (errormailfrom в conf.json) для писем об ошибках.

# SmtpUndefined
source: Smtp port (smtpport in conf.json) is not integer value
ru: Порт smtp (smtpport в conf.json) не распознан как число.

# SmtpServerUndefined
source: Smtp server undefined (smtpserver in conf.json). The generated letters can not be send.
ru: Не указан сервер smtp (smtpserver в conf.json). Сгенерированные письма невозможно будет отправить.

# StandartEnd
source: Sending debug mail disabled. Continue execution?
ru: Отправка писем об ошибках отключена. Продолжить выполнение?

source: Warning
ru: Предупреждение

# AttemptingConnectEws
source: Attempting to connect to EWS...
ru: Попытка подключения к ЕWS...

# Auth
source: Authenticate
ru: Проверка подлинности

# AuthInvalidUpn
source: Authenticate : Please enter your credentials in UPN format (email or domain \\name)
ru: Проверка подлинности : Пожалуйста, введите свои учетные данные в UPN формате (email или домен\имя)

source: Autodiscover complete.
ru: Автоматическое обнаружение завершено

source: Cannot connect to EWS
ru: Не удалось подключиться к EWS

# CannotCreateTrace
source: Cannot create EWS trace file
ru: Не удалось создать файл трассовки EWS

source: Cannot get contact list
ru: Не удалось получить список контактов

# CannotGetTemplateFolder
source: Cannot get template folder ({0} in conf.json)
ru: Не удалось найти папку с шаблонами ({0} в conf.json)

source: Cannot get mail template list
ru: Не удалось получить список шаблонов писем

source: Cannot process menu item
ru: Не удалось обработать пункт меню

# ConfirmationFailed
source: Credential confirmation failed :
ru: Не удалось подтвердить учетные данные :

# CredNotAuth
source: The credentials were not authenticated.
ru: Данные пользователя не прошли проверку подлинности

source: Error text:
ru: Текст ошибки:

source: EWS Login
ru: Вход в EWS

# FolderNotFound
source: Folder with name {0} ({1} in conf.json) not found/found several
ru: Папка с именем {0} ({1} в conf.json) не найдена/найдено несколько

# InputYourCred
source: Input your EWS login and password
ru: Введите ваши логин и пароль

# LangCodeIsNotInteger
source: Language code (lang in conf.json) is not integer ({0})
ru: Код языка (lang in conf.json) не является целым числом ({0})

# LangUnrecognized
source: Unknown language code {0} (lang in conf.json)
ru: Неизвестный код языка {0} (lang in conf.json)

# NameMaxLength
source: The login has a maximum length of {0} characters.
ru: Максимальная длина логина {0} символов

# PasswordLength
source: The password has a maximum length of {0} characters.
ru: Максимальная длина пароля {0} символов

# RetryConnection
source: Would you like to retry connecting to EWS?
ru: Желаете повторить попытку подключения к EWS?

# StartAutodiscover
source: Using Autodiscover to find EWS URL for {0}. Please wait...
ru: Используем автообнаружение для поиска адреса EWS для {0}. Пожалуйста, подождите...

# SuccConnection
source: Successfully connected to EWS.
ru: Подключение к EWS успешно завершено

# TargetNameLength
source: The target has a maximum length of {0} characters.
ru: Максимальная длина имени цели {0} символов

# TargetNotNull
source: The target cannot be a null value.
ru: Имя цели не может быть пустым

source: Unhandled condition :
ru: Неожиданный результат :

# UnrecognizedEwsVersion
source: Cannot recognize EWS version from value
ru: Не удалось получить версию EWS из значения

source: Cannot get event template list
ru: Не удалось получить список шаблонов событий

# CannotGetStoredContacts
source: Cannot load stored contacts
ru: Не удалось загрузить сохраненные контакты

# ColumnCanReceive
source: Receiver
ru: Получатель

# ColumnCanSend
source: Sender
ru: Отправитель

# ColumnName
source: Name
ru: Имя

# MessageNeedRestart
source: After change language need restart application. Do it now?
ru: После смены языка необходимо перезапустить приложение. Сделать это сейчас?

# BtnAddSelectedToMailList
source: Add selected to mail list
ru: Добавить выбранные контакты в список рассылки

# ColumnSubject
source: Subject
ru: Тема

# BtnCreate
source: Create
ru: Создать

# BtnDelete
source: Delete
ru: Удалить

# BtnRefresh
source: Refresh
ru: Обновить

# BtnSearch
source: Search
ru: Искать

# BtnClear
source: Clear filter
ru: Очистить фильтр

# LbCount
source: Count:
ru: Количество:

# LbSearch
source: Search:
ru: Поиск:

source: Cannot delete contact
ru: Не удается удалить контакт

# RecipientsCount
source: Recipients count <= 0
ru: Количество получателей <= 0

# SendersCount
source: Senders count <= 0
ru: Количество отправителей <= 0

# DeleteConfirmation
source: Do you really want delete selected rows?
ru: Вы действительно хотите удалить выбранные строки?

# TryLoadFromDefault
source: Try load data from default folder
ru: Попытка получить данные из стандартной папки

# BtnSaveAll
source: Save all
ru: Сохранить все
