Repository: nsobiratel/MailGen
Catalog: MailGen/Dialogs/MainForm.*.resx
Languages: ru

# tsbtnClearLog.Text
source: Clear
ru: Очистить

# tpContacts.Text
source: Step1. Contact options
ru: Шаг 1. Настройки контактов

# lbEventsCount.Text
source: Target events count :
ru: Итоговое количество событий :

# lbMailsCount.Text
source: Target mail count :
ru: Итоговое количество писем :

# tpGen.Text
source: Step 2. Template options
ru: Шаг 2. Настройки шаблонов

# btnGenerateAll.Text
source: Generate all
ru: Генерировать все

# btnGenerateEvents.Text
source: Generate events
ru: Генерировать события

# btnGenMail.Text
source: Generate mails
ru: Генерировать письма

# tpGenerate.Text
source: Step 3. Generate
ru: Шаг 3. Генерация

# connectToEWSToolStripMenuItem1.Text
source: Connect to EWS
ru: Подключиться к EWS

# generateToolStripMenuItem.Text
source: Generate
ru: Генерировать

# saveSettingsToolStripMenuItem.Text
source: Save settings
ru: Сохранить настройки

# actionsToolStripMenuItem.Text
source: Actions
ru: Действия

# russianToolStripMenuItem.Text
source: Russian
ru: Русский

# englishToolStripMenuItem.Text
source: English
ru: Английский

# languageToolStripMenuItem.Text
source: Language
ru: Язык

# $this.Text
source: Data generator for EWS
ru: Генератор данных для EWS
